const questions = [
  {
    qNumber: 'ЗАДАНИЕ №1',
    question:
      'Иван Иванович купил в магазине у дома несколько пачек макарон по 40 рублей, несколько пачек печенья по 32 рубля и 2 пакета сока. Продавщица сказала, что с него 525 рублей (скидка не предусмотрена). Иван Иванович заявил, что его пытаются обсчитать. Действительно ли продавщица ошиблась в подсчетах?',
    options: [
      'Да, сумма явно неверная',
      'Нет, такая сумма вполне могла получиться',
      'Не знаю, не получается решить',
    ],
    correctAnswer: 'Да, сумма явно неверная',
  },
  {
    qNumber: 'ЗАДАНИЕ №2',
    question:
      'Какой язык программирования используется для создания интерактивных элементов на веб-страницах?',
    options: ['HTML', 'CSS', 'JavaScript', 'Python'],
    correctAnswer: 'JavaScript',
  },
  {
    qNumber: 'ЗАДАНИЕ №3',
    question:
      'Какой из перечисленных фреймворков является JavaScript-фреймворком?',
    options: ['Django', 'Ruby on Rails', 'React', 'Flask'],
    correctAnswer: 'React',
  },
  {
    qNumber: 'ЗАДАНИЕ №4',
    question:
      'Какая технология отвечает за создание и управление сессиями пользователей на веб-сервере?',
    options: ['HTML', 'CSS', 'JavaScript', 'PHP'],
    correctAnswer: 'PHP',
  },
]
export default questions
